tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fzf"
brew "gh"
brew "git"
brew "lazygit"
brew "nvm"
brew "pyenv"
brew "python@3.12"
brew "tcl-tk"
brew "python-tk@3.12"
brew "watchman"
cask "alt-tab"
cask "cursor"
cask "discord"
cask "figma"
cask "firefox"
cask "font-cascadia-code"
cask "google-chrome"
cask "karabiner-elements"
cask "linearmouse"
cask "ngrok"
cask "raycast"
cask "slack"
cask "warp"
cask "yt-music"
cask "zoom"
